Repository: DrPowar/Fayniy
Catalog: CoursesStore/Resources/SharedResource.*.resx
Languages: uk

source: About
uk: Про нас

source: BLOCKBUSTER EFFECTS
uk: ЕФЕКТИ БЛОКБАСТЕРА

source: BUY
uk: ПРИДБАТИ

source: Can I Purchase vfx pack with my Mobile Phone?
uk: Чи можу я придбати пакет vfx за допомогою свого мобільного телефону?

source: Contact information:
uk: Зв'язатися з нами

source: Description:
uk: Опис:

source: Do Overlays work with my Video Software?
uk: Чи працюють накладання з моїм програмним забезпеченням для відео?

source: Effects count:
uk: Кількість ефектів:

source: EFFECTS EXAMPLES
uk: ПРИКЛАДИ ЕФЕКТІВ

source: FOR FILMMAKERS
uk: ДЛЯ КІНОРЕЖИСЕРІВ

source: How do I Use the Overlays?
uk: Як використовувати накладки?

source: How do I Use the Sound Assets?
uk: Як використовувати звукові ресурси?

source: If you're working with Adobe Premier Pro, Final Cut Pro, Adobe After Effects, DaVinci Resolve, Sony Vegas Pro, or even mobile soft like Alight Motion, Kine Master, CapCut and other - overlays pack will work perfectly with your software.
uk: Якщо ви працюєте з Adobe Premier Pro, Final Cut Pro, Adobe After Effects, DaVinci Resolve, Sony Vegas Pro або навіть програмним забезпеченням для мобільних пристроїв, таким як Alight Motion, Kine Master, CapCut та іншим, пакет накладень ідеально працюватиме з вашим програмним забезпеченням.

source: Make Order
uk: Зробити замовлення

source: Of course. You can buy the product using your mobile phone or your tablet and download it later on your computer. We send a permanent link to your email address so you can download the product anytime. But remember that each package is designed to be used on a specific device. You won't be able to use the effects for a PC on a mobile phone or tablet.
uk: Звичайно. Ви можете придбати продукт за допомогою мобільного телефону або планшета та завантажити його пізніше на свій комп’ютер. Ми надсилаємо постійне посилання на вашу електронну адресу, щоб ви могли будь-коли завантажити продукт. Але пам’ятайте, що кожен пакет призначений для використання на певному пристрої. Ви не зможете використовувати ефекти для ПК на мобільному телефоні чи планшеті.

source: Overlays works with almost every video software available on the market. Our overlays are MOV and MP4 files compressed with a Prores codec, which makes them almost universally compatible. Keep in mind, that our pack is made to be used on a computer. But It is also designed to be used with your mobile phone or tablet.
uk: Оверлеї працюють майже з усім програмним забезпеченням для відео, доступним на ринку. Наші накладення — це файли MOV і MP4, стиснуті за допомогою кодека Prores, що робить їх майже універсальними. Майте на увазі, що наш пакет створено для використання на комп’ютері. Але він також розроблений для використання з вашим мобільним телефоном або планшетом.

source: Privacy policy
uk: Політика конфіденційності

source: Processor: Intel Core i5/i7, Amd FX/Ryzen
uk: Процесор: Intel Core i5/i7, Amd FX/Ryzen

source: PROJECT EFFECTS PACK
uk: ПАКЕТ ЕФЕКТІВ ПРОЕКТУ

source: RAM: 8 GB
uk: Оперативна пам'ять: 8 Гб

source: Refound policy
uk: Політика відшкодування

source: Section
uk: Секція

source: Terms of Service
uk: Умови використання

source: To get rid of the black background, simply change the blending mode of the selected overlay. Every video software has a blending mode option (the blending mode is basically how two layers are blended with each other). Use the \"Screen\" blending mode to get the best results.
uk: Щоб позбутися чорного фону, просто змініть режим змішування вибраного накладання. Кожне програмне забезпечення для відео має опцію режиму змішування (режим змішування – це, по суті, як два шари змішуються один з одним). Використовуйте режим змішування \"Екран\", щоб отримати найкращі результати.

source: To use overlays, simply import them into your video software the same way you import any video footage. Then place the selected overlay above your shot in your timeline.
uk: Щоб використовувати накладення, просто імпортуйте їх у програмне забезпечення для відео так само, як імпортуєте будь-який відеоматеріал. Потім розмістіть вибране накладання над знімком на часовій шкалі.

source: To use the sound assets, simply import the WAV or MP3 files into your editing software the same way you import any video/audio media. Then place the selected audio asset below your shot in your timeline in the dedicated audio track.
uk: Щоб використовувати звукові ресурси, просто імпортуйте файли WAV або MP3 у програмне забезпечення для редагування так само, як ви імпортуєте будь-які відео/аудіо носії. Потім розмістіть вибраний аудіоресурс під знімком на часовій шкалі у виділеній звуковій доріжці.

source: Video card: Nvidia or AMD with 4 GB of video memory.
uk: Відеокарта: Nvidia або AMD з 4 ГБ відеопам'яті.

source: What hardware would be optimal for the job?
uk: Яке апаратне забезпечення було б оптимальним для роботи?

source: © 2023 Company, Inc. All rights reserved.
uk: © 2023 Company, Inc. Усі права захищено.
